Repository: tarakbumba/gnome-main-menu
Catalog: po/*.po
Languages: gl, hu, mr, pt_br, ro, sk, sl, sr, sr@latin, ta

source: Application Browser
gl: Examinador de aplicativos
hu: Alkalmazásböngésző
mr: अप्लीकेशन ब्राउझर
pt_br: Navegador de aplicativos
ro: Navigator de aplicații
sk: Prehliadač aplikácií
sl: Brskalnik programov
sr: Прегледник програма
sr@latin: Preglednik programa
ta: ‍‍பயன்பாட்டிற்கான பிரவுசர்

source: Filename of existing .desktop files
gl: Nome de ficheiro dos ficheiros .desktop existentes
hu: Meglévő .desktop fájlok fájlneve
mr: अस्तित्वात असलेल्या डेस्कटॉप फाईल्सचे फाईलनेम
pt_br: Nome de arquivo dos arquivos .desktop existentes
ro: Numele fișierelor .desktop existente
sk: Názvy existujúcich súborov typu .desktop
sl: Ime datoteke obstoječih .desktop datotek
sr: Назив датотеке постојећих „.desktop“ датотека
sr@latin: Naziv datoteke postojećih „.desktop“ datoteka
ta: தற்போதுள்ள .டெஸ்க்டாப் கோப்புகளுக்கான கோப்புப்பெயர்

source: Max number of New Applications
gl: Número máximo de aplicativos novos
hu: Új alkalmazások max. száma
mr: नवीन अप्लिकेशन्सचे कमाल क्रमांक
pt_br: Número máximo de novos aplicativos
ro: Număr maxim de aplicații noi
sk: Maximálny počet nových aplikácií
sl: Največje število novih programov
sr: Највећи број нових програма
sr@latin: Najveći broj novih programa
ta: புதியபயன்பாடுகளின் அதிகபட்ச எண்ணிக்கை

source: The maximum number of applications that will be displayed in the New Applications category
gl: Número máximo de aplicativos que deben aparecer na categoría 'Aplicativos novos'
hu: Az Új alkalmazások kategóriában megjelenített alkalmazások maximális száma
mr: जास्तीत जास्त संख्येतील अप्लिकेशन्स जे नवीन अप्लिकेशन विभागत प्रदर्शित होतील
pt_br: O número máximo de aplicativos que serão mostrados na categoria novos aplicativos
ro: Numărul maxim de aplicații ce vor fi afișate în categoria „Aplicații noi”
sk: Maximálny počet aplikácií, ktoré môžu byť zobrazené v kategórií s novými aplikáciami
sl: Največje število programov za prikaz v kategoriji novi programi
sr: Највећи број програма који ће бити приказани у категорији нових програма
sr@latin: Najveći broj programa koji će biti prikazani u kategoriji novih programa
ta: புதிய பயன்பாடுகளின் வகையில் காட்டப்படும் பயன்பாடுகளின் அதிகபட்ச எண்ணிக்கை

source: Exit shell on start action performed
gl: Saír da shell ao levar a cabo unha acción de inicio
hu: Kilépés a parancsértelmezőből indítás művelet végrehajtása után
mr: सुरु करण्याचे कार्य केल्यावर शेलमधून बाहेर पडा
pt_br: Sair do shell ao executar ação de início
ro: Ieși din shell la executarea acțiunii de start
sk: Ukončiť shell po vykonaní akcie spustiť
sl: Končaj lupino ob zagonu programa
sr: Напушта шкољку при обављеној радњи покретања
sr@latin: Napušta školjku pri obavljenoj radnji pokretanja
ta: துவக்க செயல்பாட்டிற்குப்பின் ஷெல்லைவிட்டு வெளியேறவும்

source: Indicates whether to close the shell when a start action is performed
gl: Indica se se debe pechar a shell ao levar a cabo unha acción de inicio
hu: Jelzi, hogy be kell-e zárni a parancsértelmezőt indítási művelet elvégzése után
mr: मदत कार्य केल्यावर शेल बंद करायचे की काय ते दर्शवते
pt_br: Indica se o shell deve ser fechado quando uma ação de início é executada
ro: Indică dacă să se închidă shell-ul atunci când o acțiune de start este executată
sk: Indikuje, či sa má ukončiť shell po vykonaní akcie spustiť
sl: Določa, ali naj se lupina zapre ob zagonu dejanja.
sr: Наводи да ли ће шкољка бити затворена када се обави радња покретања
sr@latin: Navodi da li će školjka biti zatvorena kada se obavi radnja pokretanja
ta: ஒரு துவக்க செயல்பாட்டிற்குப்பின் ஷெல்லை மூட வேண்டுமா என்பதை குறிப்பிடுகிறது

source: Exit shell on help action performed
gl: Saír da shell ao levar a cabo unha acción de axuda
hu: Kilépés a parancsértelmezőből súgóművelet végrehajtása után
mr: मदत कार्य केल्यावर शेलमधुन बाहेर पडा
pt_br: Sair do shell ao executar ação de ajuda
ro: Ieși din shell la executarea acțiunii de ajutor
sk: Ukončiť shell po zavolaní pomocníka
sl: Končaj lupino ob zagonu pomoči
sr: Напушта шкољку при обављеној радњи помоћи
sr@latin: Napušta školjku pri obavljenoj radnji pomoći
ta: உதவிக்கான செயல்பாட்டிற்குப்பின் ஷெல்லைவிட்டு வெளியேறவும்

source: Indicates whether to close the shell when a help action is performed
gl: Indica se se debe pechar a shell ao levar a cabo unha acción de axuda
hu: Jelzi, hogy be kell-e zárni a parancsértelmezőt súgóművelet elvégzése után
mr: मदत कार्य केल्यावर शेल बंद करायचे की काय ते दर्शवते
pt_br: Indica se o shell deve ser fechado quando uma ação de ajuda é executada
ro: Indică dacă să se închidă shell-ul atunci când o acțiune de ajutor este executată
sk: Indikuje, či sa má ukončiť shell po zavolaní pomocníka
sl: Določa, ali naj se lupina zapre ob zagonu pomoči.
sr: Наводи да ли ће шкољка бити затворена када се обави радња помоћи
sr@latin: Navodi da li će školjka biti zatvorena kada se obavi radnja pomoći
ta: உதவிக்கான செயல்பாட்டிற்குப்பின் ஷெல்லை மூட வேண்டுமா என்பதை குறிப்பிடுகிறது

source: Exit shell on add or remove action performed
gl: Saír da shell ao levar a cabo unha acción de engadir ou quitar
hu: Kilépés a parancsértelmezőből hozzáadás vagy eltávolítás művelet végrehajtása után
mr: घाला किंवा काढून टाका कार्य केल्यावर शेल मधून बाहेर पडा
pt_br: Sair do shell ao executar ação de adição ou remoção
ro: Ieși din shell la executarea acțiunii de adăugare sau eliminare
sk: Ukončiť shell po vykonaní akcie pridať alebo odstániť
sl: Končaj lupino ob dodajanju ali odstranjevanju programov
sr: Напушта шкољку при обављеној радњи додавања или уклањања
sr@latin: Napušta školjku pri obavljenoj radnji dodavanja ili uklanjanja
ta: செய்யப்பட்ட செயலை சேர்த்தபின் அல்லது நீக்கியபின் ஷெல்லைவிட்டு வெளியேறவும்

source: Indicates whether to close the shell when an add or remove action is performed
gl: Indica se se debe pechar a shell ao levar a cabo unha acción de engadir ou quitar
hu: Jelzi, hogy be kell-e zárni a parancsértelmezőt hozzáadás vagy eltávolítás művelet elvégzése után
mr: घाला किंवा काढा कार्य केल्यावर शेल बंद करायचे की काय ते दर्शवते
pt_br: Indica se o shell deve ser fechado quando uma ação de adição ou remoção é executada
ro: Indică dacă să se închidă shell-ul atunci când o acțiune de adăugare sau eliminare este executată
sk: Indikuje, či sa má ukončiť shell po vykonaní akcie pridať alebo odstrániť
sl: Določa, ali naj se lupina zapre ob dodajanju oziroma odstranjevanju dejanj.
sr: Наводи да ли ће шкољка бити затворена када се обави радња додавања или уклањања
sr@latin: Navodi da li će školjka biti zatvorena kada se obavi radnja dodavanja ili uklanjanja
ta: சேர்ப்பதற்கான அல்லது நீக்குவதற்கான செயல்பாட்டிற்குப்பின் ஷெல்லை மூட வேண்டுமா என்பதை குறிப்பிடுகிறது

source: Exit shell on upgrade or uninstall action performed
gl: Saír da shell ao levar a cabo unha acción de actualización ou desinstalación
hu: Kilépés a parancsértelmezőből frissítés vagy eltávolítás művelet végrehajtása után
mr: अपग्रेड किंवा अस्थापित करण्याचे कार्य केल्यावर शेलमधून बाहेर पडा
pt_br: Sair do shell ao executar ação de atualização ou desinstalação
ro: Ieși din shell la executarea acțiunii de înnoire sau dezinstalare
sk: Ukončiť shell po vykonaní akcie aktualizovať alebo odinštalovať
sl: Končaj lupino ob posodobitvi ali odstranjevanju programov
sr: Напушта шкољку при обављеној радњи надоградње или уклањања
sr@latin: Napušta školjku pri obavljenoj radnji nadogradnje ili uklanjanja
ta: மேம்பாடு அல்லது நிறுவுதலை நீக்குதலுக்கான செயல்பாட்டிற்குப்பின் ஷெல்லைவிட்டு வெளியேறவும்

source: Indicates whether to close the shell when an upgrade or uninstall action is performed
gl: Indica se se debe pechar a shell ao levar a cabo unha acción de actualización ou desinstalación
hu: Jelzi, hogy be kell-e zárni a parancsértelmezőt frissítés vagy eltávolítás művelet elvégzése után
mr: अपग्रेड किंवा अस्थापित कार्य केल्यावर शेल बंद करायचे की काय ते दर्शवते
pt_br: Indica se o shell deve ser fechado quando uma ação de atualização ou desinstalação é executada
ro: Indică dacă să se închidă shell-ul atunci când o acțiune de înnoire sau dezinstalare este executată
sk: Indikuje, či sa má ukončiť shell po vykonaní akcie aktualizovať alebo odinštalovať
sl: Določa, ali naj se lupina zapre ob posodobitvi ali odstranitvi programa
sr: Наводи да ли ће шкољка бити затворена када се обави радња надоградње или уклањања
sr@latin: Navodi da li će školjka biti zatvorena kada se obavi radnja nadogradnje ili uklanjanja
ta: மேம்பாடு அல்லது நிறுவுதலை நீக்குதலுக்கான செயல்பாட்டிற்குப்பின் ஷெல்லை மூட வேண்டுமா என்பதை குறிப்பிடுகிறது

source: Hide on start (useful to preload the shell)
gl: Ocultar ao inicio (útil para precargar a shell)
hu: Elrejtés indításkor (hasznos a parancsértelmező előzetes betöltéséhez)
pt_br: Ocultar ao iniciar (útil para pré-carregar do shell)
ro: Ascunde la pornire (folositor pentru preîncărcarea shell-ului)
sk: Skryť pri spustení (užitočné v prípade prednačítania shellu)
sl: Skrij ob zagonu (uporabno pri nalaganju lupine)
sr: Сакриј при покретању (корисно за предучитавање шкољке)
sr@latin: Sakrij pri pokretanju (korisno za predučitavanje školjke)

source: Filter
gl: Filtro
hu: Szűrő
mr: फिल्टर
pt_br: Filtro
ro: Filtru
sr: Пропусник
sr@latin: Propusnik
ta: வடிகட்டுதல்

source: Groups
gl: Grupos
hu: Csoportok
mr: गट
pt_br: Grupos
ro: Grupuri
sk: Skupiny
sl: Skupine
sr: Групе
sr@latin: Grupe
ta: குழுக்கள்

source: Application Actions
gl: Accións sobre os aplicativos
hu: Alkalmazásműveletek
mr: अप्लिकेशन अक्शन्स
pt_br: Ações de aplicativos
ro: Acțiunile aplicațiilor
sk: Akcie aplikácií
sl: Dejanja programov
sr: Радње програма
sr@latin: Radnje programa
ta: பயன்பாட்டின் செயல்பாடுகள்

source: Add to Favorites
gl: Engadir a Favoritos
hu: Hozzáadás a Kedvencekhez
mr: फेवरिट्समधे घाला
pt_br: Adicionar aos favoritos
ro: Adaugă la favorite
sk: Pridať k obľúbeným
sl: Dodaj med priljubljene
sr: Додај у омиљене
sr@latin: Dodaj u omiljene
ta: விருப்பமானவைகளில் சேர்க்கவும்

source: Add the current launcher to favorites
gl: Engadir o lanzador actual a favoritos
hu: Alkalmazásindító felvétele a Kedvencek közé
pt_br: Adicione o lançador atual aos favoritos
ro: Adaugă lansatorul curent la favorite
sk: Pridá aktuálny spúštač k obľúbeným
sl: Dodaj trenutni zaganjalnik med priljubljene
sr: Додајте текући покретач у омиљене
sr@latin: Dodajte tekući pokretač u omiljene

source: Add the current document to favorites
gl: Engadir o documento actual aos favoritos
hu: Az aktuális dokumentum felvétele a Kedvencek közé
pt_br: Adicione o documento atual aos favoritos
ro: Adaugă documentul curent la favorite
sk: Pridá aktuálny dokument k obľubeným
sl: Dodaj trenutni dokument med priljubljene
sr: Додајте текући документ у омиљене
sr@latin: Dodajte tekući dokument u omiljene

source: Remove from Favorites
gl: Quitar de Favoritos
hu: Eltávolítás a Kedvencek közül
mr: फेवरिट्स मधून काढून टाका
pt_br: Remover dos favoritos
ro: Elimină din favorite
sk: Odstrániť z obľúbených
sl: Odstrani iz priljubljenih
sr: Уклони из омиљених
sr@latin: Ukloni iz omiljenih
ta: விருப்பமானவைகளிலிருந்து நீக்கவும்

source: Remove the current document from favorites
gl: Eliminar o documento actual de favoritos
hu: Az aktuális dokumentum eltávolítása a Kedvencek közül
pt_br: Remova o documento atual dos favoritos
ro: Elimină documentul curent din favorite
sk: Odstráni aktuálny dokument z obľúbených
sl: Odstrani trenutni dokument iz priljubljenih
sr: Уклоните текући документ у омиљене
sr@latin: Uklonite tekući dokument u omiljene

source: command to uninstall packages
gl: comando para desintalar paquetes
hu: parancs csomagok eltávolításához
mr: पॅकेजेस अस्थापित करण्याचा आदेश
pt_br: comando para desinstalação de pacotes
ro: comandă pentru dezinstalarea pachetelor
sk: príkaz na odinštalovanie balíkov
sl: ukaz za odstranitev paketov
sr: наредба за уклањање пакета
sr@latin: naredba za uklanjanje paketa
ta: பேக்கேஜ்களின் நிறுவுதலை நீக்குவதற்கான ஆணை

source: command to uninstall packages, PACKAGE_NAME is replaced by the name of the package in the command
gl: orde para desinstalar paquetes, NOME_PAQUETE é reemprazado polo nome do paquete na orde
hu: parancs csomagok eltávolításához, a PACKAGE_NAME helyére a csomag neve kerül a parancsban
mr: पॅकेजेस अस्थापित करण्याचा आदेश, PACKAGE_NAME च्या जागी आदेशातील पॅकेजचें नांव घातले जाईल
pt_br: comando para desinstalação de pacotes, PACKAGE_NAME é substituído pelo nome do pacote no comando
ro: comandă pentru dezinstalarea pachetelor, PACKAGE_NAME este înlocuit cu numele pachetului din comandă
sk: príkaz na odinštalovanie balíkov, NÁZOV_BALÍKA je nahradený názvom balíka uvedeného v príkaze
sl: ukaz za odstranitev paketov, IME_PAKETA je zamenjano z imenom paketa v ukazu
sr: наредба за уклањање пакета, НАЗИВ_ПАКЕТА се замењује називом пакета у наредби
sr@latin: naredba za uklanjanje paketa, NAZIV_PAKETA se zamenjuje nazivom paketa u naredbi
ta: பேக்கேஜ்களின் நிறுவுதலை நீக்குவதற்கான ஆணை, பேக்கேஜ்_பெயர் மாற்றப்பட்டு, ஆணையில் குறிப்பிடப்பட்டுள்ள பேக்கேஜின் பெயர் அமைக்கப்படும்.

source: command to upgrade packages
gl: comando para actualizar paquetes
hu: parancs csomagok frissítéséhez
mr: पॅकेजेस अपग्रेड करण्याचा आदेश
pt_br: comando para atualização de pacotes
ro: comandă pentru înnoirea pachetelor
sk: príkaz na aktualizáciu balíkov
sl: ukaz za nadgradnjo paketov
sr: наредба за надоградњу пакета
sr@latin: naredba za nadogradnju paketa
ta: பேக்கேஜ்களை மேம்படுத்துவதற்கான ஆணை

source: command to upgrade packages, PACKAGE_NAME is replaced by the name of the package in the command
gl: orde para actualizar os paquetes, NOME_PAQUETE remprazase polo nome do paquete na orde
hu: parancs csomagok frissítéséhez, a PACKAGE_NAME helyére a csomag neve kerül a parancsban
mr: पॅकेजेस अपग्रेड करण्याचा आदेश, PACKAGE_NAME च्या जागी आदेशातील पॅकेजचे नांव घातले जाईल
pt_br: comando para atualização de pacotes, PACKAGE_NAME é substituído pelo nome do pacote no comando
ro: comandă pentru înnoirea pachetelor, PACKAGE_NAME este înlocuit cu numele pachetului din comandă
sk: príkaz na aktualizáciu balíkov, NÁZOV_BALÍKA je nahradený názvom balíka uvedeného v príkaze
sl: ukaz za nadgradnjo paketov, IME_PAKETA je zamenjano z imenom paketa v ukazu
sr: наредба за надоградњу пакета, НАЗИВ_ПАКЕТА се замењује називом пакета у наредби
sr@latin: naredba za nadogradnju paketa, NAZIV_PAKETA se zamenjuje nazivom paketa u naredbi
ta: பேக்கேஜ்களை மேம்படுத்துவதற்கான ஆணை, பேக்கேஜ்_பெயர் மாற்றப்பட்டு, ஆணையில் குறிப்பிடப்பட்டுள்ள பேக்கேஜின் பெயர் அமைக்கப்படும்.

source: .desktop path for the application browser
gl: Ruta do ficheiro .desktop para o examinador de aplicativos
hu: .desktop elérési út az alkalmazásböngészőhöz
mr: .फाईल अप्लिकेशन्स ब्राऊझरसाठी डेस्कटॉप फाईल
pt_br: caminho do arquivo .desktop do navegador de aplicativos
ro: calea .desktop pentru navigatorul de aplicații
sk: cesta súboru typu .dektop pre prehliadač aplikácií
sl: .desktop pot za brskalnik programov
sr: „.desktop“ путања за прегледника програма
sr@latin: „.desktop“ putanja za preglednika programa
ta: பயன்பாட்டு பிரவுசருக்கான .டெஸ்க்டாப் பாதை

source: .desktop file for the file browser
gl: Ficheiro .desktop para o examinador de ficheiros
hu: .desktop fájl a fájlböngészőhöz
mr: फाईल ब्राऊझरसाठी.डेस्कटॉप फाईल
pt_br: arquivo .desktop do navegador de arquivos
ro: fișierul .desktop pentru navigatorul de fișiere
sk: súbor typu .desktop pre prehliadač aplikácií
sl: .desktop datoteka za upravljalnik datotek
sr: „.desktop“ датотека за прегледника датотека
sr@latin: „.desktop“ datoteka za preglednika datoteka
ta: கோப்பு பிரவுசருக்கான .டெஸ்க்டாப் கோப்பு

source: .desktop file for the mate-system-monitor
gl: Ficheiro .desktop para o mate-system-monitor
hu: .desktop fájl a mate-system-monitor programhoz
pt_br: arquivo .desktop para o monitor de sistemas do mate
sl: .desktop datoteka za mate-system-monitor
sr: „.desktop“ датотека за мејт пратиоца система
sr@latin: „.desktop“ datoteka za mejt pratioca sistema

source: .desktop file for the net config tool
gl: Ficheiro .desktop para a ferramenta de configuración de rede
hu: .desktop fájl a hálózatkonfigurációs eszközhöz
mr: .नेट आकृतीबंध साधनासाठी डेस्कटॉप फाईल
pt_br: arquivo .desktop para a ferramenta de configuração de redes
ro: fișierul .desktop pentru utilitarul de configurare a rețelei
sl: .desktop datoteka za nastavitveno orodje omrežja
sr: „.desktop“ датотека за алат подешавања мреже
sr@latin: „.desktop“ datoteka za alat podešavanja mreže
ta: வலை உள்ளமைப்பு கருவிக்கான .டெஸ்க்டாப் கோப்பு

source: .desktop file for the YaST2 network_devices utility
gl: Ficheiro .desktop para a utilidade network_devices de YaST2
hu: .desktop fájl a YaST2 network_devices segédprogramhoz
mr: YaST2 नेटवर्क_डिव्हायसेस युटिलिटीसाठी.डेस्कटॉप फाईल
pt_br: arquivo .desktop para o utilitário de dispositivos_de_rede do YaST2
ro: fișierul .desktop pentru utilitatea „network_devices” YaST2
sl: .desktop datoteka za pripomoček YaST2 omrežnih _naprav
sr: „.desktop“ датотека за помагало ЈаСТ2 мрежног_уређаја
sr@latin: „.desktop“ datoteka za pomagalo JaST2 mrežnog_uređaja
ta: YaST2 வலையமைப்பு சாதனங்கள் பயன்பாட்டிற்கான .டெஸ்க்டாப் கோப்பு

source: .desktop file for the Network Manager editor utility
gl: Ficheiro .desktop para a utilidade do editor do Network Manager
hu: .desktop fájl a Hálózatkezelő kapcsolatszerkesztő segédprogramjához
pt_br: arquivo .desktop para o utilitário Network Manager
ro: fișierul .desktop pentru utilitatea editorului Manager de Rețea
sl: .desktop datoteka za pripomoček urejevalnika upravljalnika omrežja
sr: „.desktop“ датотека за помагало уређивача управника мрежом
sr@latin: „.desktop“ datoteka za pomagalo uređivača upravnika mrežom

source: This is the command to execute when the search entry is used.
gl: Este é o comando a executar ao empregar a entrada de busca.
hu: A rendszer ezt a parancsot hajtja végre a keresés bejegyzés használatakor.
mr: शोधविषयक प्रविष्ट वापरतांना देण्याचा हा आदेश.
pt_br: Este é o comando que deve ser executado quando a entrada da pesquisa for usada.
ro: Aceasta este comanda de executat când intrarea căutării este folosită.
sk: Toto je príkaz na spustenie, ak je použité pole vyhľadávania.
sl: Ta ukaz se izvede, ko je zagnano iskanje.
sr: Ова наредба ће се извршити када се користи унос претраге.
sr@latin: Ova naredba će se izvršiti kada se koristi unos pretrage.
ta: தேடுதலுக்கான குறிப்பு பயன்படுத்தப்படும்போது, இந்த ஆணைதான் நிறைவேற்றப்பட வேண்டும்.

source: This is the command to execute when the search entry is used. '%s' is replaced with the entered search text.
gl: Esta é a orde a executar cando a entrada de busca é empregada. «%s» remprázase co texto da procura inserida.
hu: A rendszer ezt a parancsot hajtja végre a keresés bejegyzés használatakor. A(z) „%s” helyére a beírt szöveg kerül.

source: if true, main menu is more anxious to close
gl: se é true, o menú principal péchase máis deprisa
hu: ha igaz, a főmenü hajlamosabb bezáródni
mr: सत्य असल्यास, मुख्य मेन्यू बंद होण्यासाठी जास्त उत्सुक असतो
pt_br: se verdadeiro, o menu principal fechará mais rápido
ro: dacă este „adevărat”, meniul principal se va închide mai repede
sk: ak je nastavené na true, hlavná ponuka sa zatvára horlivejšie
sl: izbrana možnost določi ali naj se glavni meni hitro zapre
sr: ако је изабрано главни изборник тежи затварању
sr@latin: ako je izabrano glavni izbornik teži zatvaranju
ta: உண்மையானால், பிரதான மெனு மூடிக்கொள்வதற்கு ஆர்வமாக உள்ளது

source: if true, main menu will close under these additional conditions: tile is activated, search activated
gl: se é true, o menú principal péchase se se cumplen as seguintes condicións adicionais: o elemento e a busc a actívanse
hu: ha igaz, a főmenü a következő esetekben is bezáródik: mozaik aktiválódik, keresés aktiválódik
mr: सत्य असल्यास, मुख्य मेन्यू या अतिरिक्त अटींअंतर्गत बंद होईलः टाईल सक्रिय आहे, शोध सक्रिय
pt_br: se verdadeiro, o menu principal fechará caso as condições adicionais sejam atendidas: bloco ativado, pesquisa ativada
ro: dacă este „adevărat”, meniul principal se va închide după aceste condiții adiționale: mozaicul este activat, căutarea activată
sk: ak je nastavené na true, hlavná ponuka sa zatvorí na základe ďalších podmienok: dlaždica je aktivovaná, vyhľadávanie je aktivované
sl: izbrana možnost določi, da se bo glavni meni zaprl, kadar je omogočeno razpostavljanje oken in iskanje.
sr: ако је изабрано, главни изборник ће се затворити под овим додатним условима: плочица је покренута, претрага је покренута
sr@latin: ako je izabrano, glavni izbornik će se zatvoriti pod ovim dodatnim uslovima: pločica je pokrenuta, pretraga je pokrenuta
ta: உண்மையானால், இக்கூடுதலான சூழ்நிலைகளில் பிரதான மெனு மூடிக் கொள்ளும்: டைல் இயக்கப்படுவது, தேடுதல் இயக்கப்படுவது

source: determines which types of files to display in the file area
gl: determina os tipos de ficheiros que deben aparecer na área de ficheiros
hu: a fájlterületen megjelenítendő fájlok típusát adja meg
mr: फाईल एरियात कोणत्या प्रकारच्या फाईल्स प्रदर्शित करायच्या ते ठरवते
pt_br: determina quais tipos de arquivos devem ser mostrados na área de arquivos
ro: determină ce tip de fișiere să se afișeze în zona fișierelor
sk: určuje, ktorý typ súborov bude zobrazený v súborovej oblasti
sl: določa katere zvrsti datotek so prikazane v območju datotek
sr: одређује која врста датотека ће бити приказана у области датотеке
sr@latin: određuje koja vrsta datoteka će biti prikazana u oblasti datoteke
ta: கோப்பு பிரிவில் எவ்வகையான கோப்புகள் காட்டப்பட வேண்டும் என்பதை நிர்ணயிக்கிறது

source: possible values = 0 [Applications], 1 [Documents], 2 [Places]
gl: valores posíbeis = 0 [Aplicativos], 1 [Documentos], 2 [Lugares]
hu: lehetséges értékek = 0 [Alkalmazások], 1 [Dokumentumok], 2 [Helyek]
pt_br: valores permitidos = 0 [Aplicativos], 1 [Documentos], 2 [Locais]
ro: valori posibile = 0 [Aplicații], 1 [Documente], 2 [Locuri]
sk: možné hodnoty = 0 [Aplikácie], 1 [Dokumenty], 2 [Miesta]
sl: možne vrednosti =0 [programi], 1 [dokumenti], 2 [mesta]
sr: могуће вредности = 0 [Програми], 1 [Документа], 2 [Пречице]
sr@latin: moguće vrednosti = 0 [Programi], 1 [Dokumenta], 2 [Prečice]

source: This is the command to execute when the "Open in File Manager" menu item is activated.
gl: Este é o comando que se debe executar ao activar o elemento de menú "Abrir no xestor de ficheiros".
hu: Ez a parancs kerül végrehajtásra a „Megnyitás a fájlkezelőben ”menüelem aktiválásakor.
mr: जेव्हा "Open in File Manager" मेन्यू आयटेम सक्रिय होतो तेव्हा वापरण्याचा आदेश.
pt_br: Este é o comando que deve ser executado quando o item de menu "Abrir no gerenciador de arquivos" for ativado.
ro: Aceasta este comanda de executat când elementul de meniu „Deschide în Administratorul de fișiere” este activat.
sk: Aktiváciou položky „Otvoriť v správcovi súborov“ v ponuke sa spustí tento príkaz.
sl: Ta ukaz se izvede, ko je zagnan predmet menija "Odpri v upravljalniku datotek".
sr: Ова наредба ће бити извршена када се покрене ставка „Отвори у управнику датотека“.
sr@latin: Ova naredba će biti izvršena kada se pokrene stavka „Otvori u upravniku datoteka“.
ta: "கோப்பு மேனேஜரில் திறக்கவும்"மெனு பொருள் இயக்கப்படும்போது இந்த ஆணைதான் நிறைவேற்றப்பட வேண்டும்.
