Repository: tarakbumba/gnome-main-menu
Catalog: po/*.po
Languages: gl, hu, mr, pt_br, ro, sk, sl, sr, sr@latin, ta

source: This is the command to execute when the "Open in File Manager" menu item is activated. FILE_URI is replaced with a uri corresponding to the dirname of the activated file.
gl: Esta orde é executada cando se activa o elemento de menú "Abrir no xestor de ficheiros". URI_FICHEIRO é remprazado coa uri correspondente ao nome de cartafol do ficheiro activado.
hu: A rendszer ezt a parancsot hajtja végre a „Megnyitás a fájlkezelőben” menüelem aktiválásakor. A FILE_URI helyére az aktivált fájl könyvtárnevének megfelelő URI kerül.
mr: जेव्हा"Open in File Manager" मेन्यू आयटेम सक्रिय होतो तेव्हा वापरण्याचा आदेश. सक्रिय फाईलच्या डिरेक्टरीच्या नावानुसार FILE_URI च्या जागी uri आहे
pt_br: Este é o comando que deve ser executado quando o item de menu "Abrir no gerenciador de arquivos" for ativado. FILE_URI é substituído por um uri que corresponde ao nome de diretório do arquivo ativado.
ro: Aceasta este comanda de executat când elementul de meniu „„Deschide în Administratorul de fișiere” este activat. FILE_URI este înlocuit cu o adresă uri corespunzând cu „dirname” al fișierului activat.
sk: Aktiváciou položky „Otvoriť v správcovi súborov“ v ponuke sa spustí tento príkaz. SÚBOR_URI je nahradený URI adresára zodpovedajúceho aktivovaného súboru.
sl: Ta ukaz se izvede, ko je zagnan predmet menija "Odpri v upravljalniku datotek". FILE_URI je zamenjan z uri, ki pripada imenu mape zagnane datoteke.
sr: Ова наредба ће бити извршена када се покрене ставка „Отвори у управнику датотека“. ПУТАЊА_ДАТОТЕКЕ бива замењена путањом која одговара називу директоријума покренуте датотеке.
sr@latin: Ova naredba će biti izvršena kada se pokrene stavka „Otvori u upravniku datoteka“. PUTANJA_DATOTEKE biva zamenjena putanjom koja odgovara nazivu direktorijuma pokrenute datoteke.
ta: "கோப்பு மேனேஜரில் திறக்கவும்"மெனு பொருள் இயக்கப்படும்போது இந்த ஆணைதான் நிறைவேற்றப்பட வேண்டும். கோப்பு_யூஆர்ஐ மாற்றப்பட்டு, அதற்கு பதிலாக இயக்கப்பட்டுள்ள கோப்பின் டைரக்டரி பெயருக்கு பொருந்தும் யூஆர்ஐ அமைக்கப்படும்.

source: This is the command to execute when the "Send To..." menu item is activated.
gl: Este é o comando que se debe executar ao activar o elemento de menú "Enviar a...".
hu: A rendszer ezt a parancsot hajtja végre a „Küldés…” menüelem aktiválásakor.
mr: जेव्हा"Send To..." मन्यू सक्रिय होईल तेव्हा देण्यचा आदेश.
pt_br: Este é o comando que deve ser executado quando o item de menu "Enviar para..." for ativado.
ro: Aceasta este comanda de executat când elementul de meniu „Trimite la...” este activat.
sk: Aktiváciou položky „Poslať kam…“ v ponuke sa spustí tento príkaz.
sl: Ta ukaz se izvede, ko je zagnan predmet menija "Pošlji na ...".
sr: Ова наредба ће бити извршена када се покрене ставка „Пошаљи...“.
sr@latin: Ova naredba će biti izvršena kada se pokrene stavka „Pošalji...“.
ta: "இங்கு அனுப்பவும்......"மெனு பொருள் இயக்கப்படும்போது இந்த ஆணைதான் நிறைவேற்றப்பட வேண்டும்.

source: This is the command to execute when the "Send To..." menu item is activated. DIRNAME and BASENAME are replaced with the corresponding components of the activated tile.
gl: Esta orde é executada cando se activa o elemento de menú "Enviar a...". DIRNAME e BASENAME son remprazados cos compoñentes correspondentes da peza activada.
hu: A rendszer ezt a parancsot hajtja végre a „Küldés…” menüelem aktiválásakor. A DIRNAME és BASENAME helyére az aktivált cím megfelelő összetevői kerülnek.
mr: जेव्हा "Send To..." मेन्यू सक्रिय होईल तेव्हादेण्यचा आदेश. DIRNAME व BASENAME च्या जागी सक्रिय फाईलचे संबंधित भाग घालण्यात येतील
pt_br: Este é o comando que deve ser executado quando o item de menu "Enviar para..." for ativado. DIRNAME e BASENAME são substituídos pelos componentes correspondentes do bloco ativado.
ro: Aceasta este comanda de executat când elementul de meniu „Trimite la...” este activat. DIRNAME și BASENAME sunt înlocuite cu componentele corespunzătoare ale mozaicurilor activate.
sk: Aktiváciou položky „Poslať kam…“ v ponuke sa spustí tento príkaz. Názov PRIEČINKA a ZÁKLADNÝ NÁZOV sú nahradené zodpovedajúcimi komponentami aktivovanej dlaždice.
sl: Ta ukaz se izvede, ko je zagnan predmet menija "Pošlji na ...". IMEMAPE in OSNOVNOIME sta zamenjana s pripadajočimi dejavnimi razpostavljenimi sestavnimi deli.
sr: Ова наредба ће бити извршена када се покрене ставка „Пошаљи...“. НАЗИВ_ДИРЕКТОРИЈУМА и ОСНОВНИ_НАЗИВ бивају замењени одговарајућим састојком покренуте плочице.
sr@latin: Ova naredba će biti izvršena kada se pokrene stavka „Pošalji...“. NAZIV_DIREKTORIJUMA i OSNOVNI_NAZIV bivaju zamenjeni odgovarajućim sastojkom pokrenute pločice.
ta: " இங்கு அனுப்பவும்......"மெனு பொருள் இயக்கப்படும்போது இந்த ஆணைதான் நிறைவேற்றப்பட வேண்டும். டைரக்டரிபெயர் மற்றும் அடிப்படைபெயர் மாற்றப்பட்டு, அதற்கு பதிலாக இயக்கப்பட்டுள்ள கோப்பின் பொருந்தும் உறுப்புகள் அமைக்கப்படும்.

source: determines the limit of items in the file-area.
gl: determina os límites de elementos da área de ficheiros.
hu: a fájlterületen szereplő elemek számkorlátját határozza meg.
pt_br: determina o limite dos itens na área de arquivos.
ro: determină limita de elementele din zona fișierelor.
sk: určuje limit položiek v súborovej oblasti.
sl: določa največje število predmetov v območju datotek.
sr: одређује број ставки у области датотека.
sr@latin: određuje broj stavki u oblasti datoteka.

source: determines the limit of items in the file-area. The number of favorite items is not limited. This limit applies to the number of recent items, i.e. the number of recent items displayed is limited to max_total_items - the number of favorite items. If the number of favorite items exceeds max_total_items - min_recent_items then this limit is ignored.
gl: determina o límite de elementos na área de ficheiros. O número de elementos favoritos non está limitado. Este límite aplícase ao número de elementos recentes, p.ex. o número de elementos recentes mostrados é o límite de max_total_items - o número de elementos favoritos. Se o número de elementos favoritos excede max_total_items - min_total_items este límite será ignorado.
hu: a fájlterületen szereplő elemek számkorlátját határozza meg. A kedvenc elemek száma nincs korlátozva. Ez a korlát a legutóbbi elemek számára vonatkozik, így a megjelenített legutóbbi elemek számkorlátja: (max_total_items - kedvenc elemek száma). Ha a kedvenc elemek száma meghaladja a (max_total_items - min_recent_items) értéket, a program figyelmen kívül hagyja ezt a korlátot.
pt_br: determina o limite de itens na área de arquivos. O número de itens favoritos não é limitado. Esse limite aplica-se ao número de itens recentes, ou seja, o número de itens recentes apresentados é limitado a max_total_items - o número dos itens favoritos. Se o número de itens favoritos exceder o valor max_total_items - min_recent_items, então esse limite é ignorado.
ro: determină limita de elementele din zona fișierelor. Numărul de elemente favorite nu este limitat. Această limită se aplică la numărul de articole recente, adică numărul de elemente recente afișate este limitat la „max_total_items” - numărul de elemente favorite. Dacă numărul de elemente favorite depășește „max_total_items - min_recent_items” atunci această limită este ignorată.
sk: určuje limit položiek v súborovej oblasti. Počet obľúbených položiek nie je obmedzený. Tento limit obmedzuje počet naposledy zobrazených položiek, napr. počet naposledy zobrazených položiek je obmedzený na max_total_items - počet obľúbených položiek. Ak počet obľúbených položiek prekročí max_total_items - min_recent_items potom je tento limit ignorovaný.
sl: določa največje število predmetov v področju datotek. Število najljubših predmetov ni omejeno. Ta meja velja za število nedavnih predmetov, to pomeni da število nedavnih predmetov omejeno na razliko max_total_items in števila priljubljenih predmetov. V kolikor število najljubših predmetov preseže max_total_items - min_recent_items, je ta omejitev prezrta.
sr: одређује ограничење ставки у области датотека. Број омиљених ставки није ограничен. Ово ограничење се примењује на број скорашњих ставки, тј. број скорашњих приказаних ставки је ограничен на „max_total_items“ (највише_укупних_ставки) — број омиљених ставки. Ако број омиљених ставки премаши највише_укупних_ставки — најмање_скорашњих_ставки онда се ово ограничење занемарује.
sr@latin: određuje ograničenje stavki u oblasti datoteka. Broj omiljenih stavki nije ograničen. Ovo ograničenje se primenjuje na broj skorašnjih stavki, tj. broj skorašnjih prikazanih stavki je ograničen na „max_total_items“ (najviše_ukupnih_stavki) — broj omiljenih stavki. Ako broj omiljenih stavki premaši najviše_ukupnih_stavki — najmanje_skorašnjih_stavki onda se ovo ograničenje zanemaruje.

source: determines the minimum number of items in the "recent" section of the file-area.
gl: determina o número mínimo de elementos na seccioń "recente" da área de ficheiro.
hu: a fájlterület „legutóbbi” területén található elemek legkisebb számát adja meg.
pt_br: determina o número mínimo de itens na área de arquivos "recentes".
ro: determină numărul minim de elemente ale secțiunii „recente” din zona fișierelor.
sk: určuje minimálny počet položiek v sekcii súborovej oblasti „nedávne“.
sl: določa najmanjše število predmetov v odseku "nedavno" v območju datotek.
sr: одређује најмањи број ставки у одељку „скорашњих“ у области датотека.
sr@latin: određuje najmanji broj stavki u odeljku „skorašnjih“ u oblasti datoteka.

source: contains the list of files (including .desktop files) to be excluded from the "Recently Used Applications" and "Recent Files" lists
gl: contén a lista de ficheiros (incluídos os ficheiros .desktop) que deben excluírse das listas "Aplicativos empregados recentemente" e "Ficheiros recentes"
hu: A „Legutóbb használt alkalmazások” és a „Legutóbbi fájlok” listából kihagyandó fájlok listája (a .desktop fájlok is)
mr: "अलिकडे वापरलेली अप्लिकेशन्स" आणि "अलिकडच्या फाईल्स " यांच्या सूचीतून वगळण्याच्या फाईल्सच्या सूचीचा समावेश (.डेस्कटॉप फाईल्ससहित)
pt_br: contém a lista dos arquivos (inclusive arquivos .desktop) que devem ser excluídos das listas "Aplicativos usados recentemente" e "Arquivos recentes"
ro: conține lista de fișiere (inclusiv fișierele .desktop) ce vor fi excluse din listele „Aplicații utilizate recent” și „Fișiere recente”
sk: obsahuje zoznam súborov (vrátane .desktop súborov), ktoré budú vyňaté zo zoznamov „Naposledy použité aplikácie“ a „Nedávne súbory“.
sl: vsebuje seznam datotek (vključujoč .desktop datoteke) za izključitev s seznamov "Nedavno uporabljeni programi" in "Nedavne datoteke".
sr: садржи списак датотека (укључујући „.desktop“ датотеке) које ће бити искључене из спискова „Скоро коришћени програми“ и „Скорашње датотеке“
sr@latin: sadrži spisak datoteka (uključujući „.desktop“ datoteke) koje će biti isključene iz spiskova „Skoro korišćeni programi“ i „Skorašnje datoteke“
ta: "சமீபத்தில் பயன்படுத்தப்பட்ட பயன்பாடுகள்" மற்றும் " சமீபத்திய கோப்புகள் "பட்டியல்களிலிருந்து நீக்கப்பட வேண்டிய கோப்புகளின் பட்டியலைக் (.டெஸ்க்டாப் கோப்புகள் உட்பட) கொண்டுள்ளது.

source: lock-down status for the application browser link
gl: estado de bloqueo para a ligazón co navegador de aplicativo
hu: az alkalmazásböngésző hivatkozásának lezárási állapota
mr: अप्लिकेशन ब्राऊझर लिंकसाठी लॉक-डाऊन स्थिती
pt_br: estado do bloqueio do link do navegador de aplicativos
ro: starea de blocare pentru legătura navigatorului de aplicații
sk: uzamknúť stav odkazu na prehliadač aplikácie
sl: zaklenjeno stanja povezave do brskalnika programov
sr: закључава стање за везу прегледника програма
sr@latin: zaključava stanje za vezu preglednika programa
ta: பயன்பாட்டு பிரவுசர் இணைப்பிற்கான லாக்-டவுன் நிலை

source: set to true if the link to the application browser should be visible and active.
gl: estableza o valor true se a ligazón co examinador de aplicativos debe permanecer visible e activo.
hu: Állítsa igaz értékre, ha az alkalmazásböngésző hivatkozásának láthatónak és aktívnak kell lennie.
mr: अप्लिकेशन ब्राऊझरची लिंक दिसणारी व सक्रिय हवी असले तर सत्य वर सेट करा.
pt_br: definir como verdadeiro se o link para o navegador de aplicativos deve estar visível e ativo.
ro: desemnați adevărat dacă legătura la navigatorul de aplicații trebuie să fie vizibilă și activă.
sk: Nastavte na hodnotu true, ak má byť odkaz na prehliadač aplikácie viditeľný a aktívny.
sl: izbrana možnost določa, da bo povezava do brskalnika programov vidna in dejavna.
sr: изаберите ово ако веза до прегледника програма треба да буде видљива и радна.
sr@latin: izaberite ovo ako veza do preglednika programa treba da bude vidljiva i radna.
ta: பயன்பாட்டு பிரவுசரின் இணைப்பு வெளிப்படையாகத் தெரிந்து மற்றும் இயக்கத்திலிருக்குமானால், உண்மை என்று அமைக்கப்படும்.

source: lock-down status for the search area
gl: estado de bloque para a área de busca
hu: a keresési terület lezárási állapota
mr: शोध एरियासाठी लॉक-डाऊन स्थिती
pt_br: estado do bloqueio da área de pesquisa
ro: starea de blocare pentru zona de căutare
sk: uzamknúť stav oblasti vyhľadávania
sl: zaklenjeno stanja iskalnega območja
sr: закључава стање за област претраге
sr@latin: zaključava stanje za oblast pretrage
ta: தேடுதல் பிரிவிற்கான லாக்-டவுன் நிலை

source: set to true if the search area should be visible and active.
gl: estableza o valor a true se a área de busca debe permanecer visible e activa.
hu: Állítsa igaz értékre, ha a keresési területnek láthatónak és aktívnak kell lennie.
mr: शोध एरिया दिसणारा व सक्रिय हवा असेल तर सत्य वर सेट करा.
pt_br: definir como verdadeiro se a área de pesquisa deve estar visível e ativa.
ro: desemnați adevărat dacă zona căutării trebuie să fie vizibilă și activă.
sk: nastavte na hodnotu true, ak má byť oblasť vyhľadávania viditeľná a aktívna.
sl: izbrana možnost določa, da bo iskalno območje vidno in dejavno
sr: изаберите ово ако област претраге треба да буде видљива и радна.
sr@latin: izaberite ovo ako oblast pretrage treba da bude vidljiva i radna.
ta: தேடுதல் பகுதி வெளிப்படையாகத் தெரிந்து மற்றும் இயக்கத்திலிருக்குமானால், உண்மை என்று அமைக்கப்படும்.

source: lock-down status for the status area
gl: estado de bloqueo para a área de estado
hu: az állapotterület lezárási állapota
mr: स्थिती एरियासाठी लॉक-डाऊन स्थिती
pt_br: estado do bloqueio da área de estados
ro: starea de blocare pentru zona de stare
sk: uzamknúť stav stavovej oblasti
sl: zaklenjeno stanja območja stanja
sr: закључава стање за област стања
sr@latin: zaključava stanje za oblast stanja
ta: நிலைப்பாட்டிற்கான பிரிவின் லாக்-டவுன் நிலை

source: set to true if the status area should be visible and active.
gl: estableza o valor a true se a área de estado debe permanecer visible e activa.
hu: Állítsa igaz értékre, ha az állapotterületnek láthatónak és aktívnak kell lennie.
mr: स्थिती एरिया दिसणारा वा सक्रिय हवा असेल तर सत्य वर सेट करा.
pt_br: definir como verdadeiro se a área de estados deve estar visível e ativa.
ro: desemnați adevărat dacă zona de stare trebuie să fie vizibilă și activă.
sk: nastavte na hodnotu true, ak má byť stavová oblasť viditeľná a aktívna.
sl: izbrana možnost določa, da bo območje stanja vidno in dejavno
sr: изаберите ово ако област стања треба да буде видљива и радна.
sr@latin: izaberite ovo ako oblast stanja treba da bude vidljiva i radna.
ta: நிலைப்பாட்டிற்கான பகுதி வெளிப்படையாகத் தெரிந்து மற்றும் இயக்கத்திலிருக்குமானால், உண்மை என்று அமைக்கப்படும்.

source: lock-down status for the system area
gl: estado do bloqueo para a área do sistema
hu: a rendszerterület lezárási állapota
mr: प्रणाली एरियासाठी लॉक-डाऊन स्थिती
pt_br: estado do bloqueio da área do sistema
ro: starea de blocare pentru zona sistemului
sk: uzamknúť stav systémovej oblasti
sl: zaklenjeno stanja sistemskega območja
sr: закључава стање за област система
sr@latin: zaključava stanje za oblast sistema
ta: அமைப்பின் பிரிவுக்கானலாக்-டவுன் நிலை

source: set to true if the system area should be visible and active.
gl: estableza o valor a true se a área do sistema debe permanecer visible e activa.
hu: Állítsa igaz értékre, ha a rendszerterületnek láthatónak és aktívnak kell lennie.
mr: प्रणाली एरिया दिसणारा व सक्रिय हवा असेल तर सत्य वर सेट करा.
pt_br: definir como verdadeiro se a área do sistema deve estar visível e ativa.
ro: desemnați adevărat dacă zona sistemului trebuie să fie vizibilă și activă.
sk: nastavte na hodnotu true, ak má byť systémová oblasť viditeľná a aktívna.
sl: izbrana možnost določa, da bo sistemsko območje vidno in dejavno
sr: изаберите ово ако област система треба да буде видљива и радна.
sr@latin: izaberite ovo ako oblast sistema treba da bude vidljiva i radna.
ta: சிஸ்டமின் பகுதி வெளிப்படையாகத் தெரிந்து மற்றும் இயக்கத்திலிருக்குமானால், உண்மை என்று அமைக்கப்படும்.

source: set to true if the user is allowed to modify the list of system items.
gl: estableza o valor a true se o usuario ten permiso para modificar a lista de elementos do sistema.
hu: Állítsa igaz értékre, ha a felhasználónak engedélyezett a rendszerelemek listájának módosítása.
pt_br: definir como verdadeiro para permitir ao usuário modificar a lista de itens do sistema.
ro: desemnați adevărat dacă utilizatorul este permis să modifice lista de elemente de sistem.
sk: nastavte na hodnotu true, ak má mať používateľ oprávnenie upravovať zoznam systémových položiek.
sl: izbrana možnost določa, da uporabnik lahko spreminja seznam sistemskih predmetov
sr: изаберите ово ако је кориснику допуштено да мења списак системских ставки.
sr@latin: izaberite ovo ako je korisniku dopušteno da menja spisak sistemskih stavki.

source: lock-down status for the user-specified apps section
gl: estado de bloqueo para a sección de aplicativos específica do usuario
hu: a felhasználó által megadott alkalmazások területének lezárási állapota
pt_br: estado do bloqueio da área de aplicativos do usuário
ro: starea de blocare pentru secțiunea de aplicații specificată de utilizator
sk: uzamknúť stav sekcie používateľom špecifikovaných aplikácií
sl: zaklenjeno stanja oddelka uporabniško določenih programov
sr: закључава стање за одељак програма које наведе корисник
sr@latin: zaključava stanje za odeljak programa koje navede korisnik

source: set to true if the user is allowed to modify the list of user-specified or "Favorite" applications.
gl: estableza ao valor true se o usuario ten permiso para modificar a lista de aplicativos "Favoritos" específicos do usuario.
hu: Állítsa igaz értékre, ha a felhasználónak engedélyezett a felhasználó által megadott vagy „Kedvenc” alkalmazások listájának módosítása.
pt_br: definir como verdadeiro para permitir ao usuário modificar a lista de aplicativos "Favoritos".
ro: desemnați adevărat dacă utilizatorul este permis să modifice lista de aplicații specificate de utilizator sau lista de „Favorite”.
sk: nastavte na hodnotu true, ak má mať používateľ oprávnenie upravovať zoznam používateľom špecifikovaných alebo „Obľúbených“ aplikácií.
sl: izbrana možnost določa, da uporabnik lahko spreminja seznam uporabniško-določenih ali "Priljubljenih" programov.
sr: изаберите ово ако је кориснику допуштено да мења списак „Омиљених“ програма или оних које одреди корисник.
sr@latin: izaberite ovo ako je korisniku dopušteno da menja spisak „Omiljenih“ programa ili onih koje odredi korisnik.

source: lock-down status for the user-specified docs section
gl: estado de bloqueo para a sección de documentos específica do usuario
hu: a felhasználó által megadott dokumentumok területének lezárási állapota
pt_br: estado do bloqueio da área de documentos do usuário
ro: starea de blocare pentru secțiunea de documente specificată de utilizator
sk: uzamknúť stav sekcie používateľom špecifikovaných dokumentov
sl: zaklenjeno stanja oddelka uporabniško določenih dokumentov
sr: закључава стање за одељак докумената које наведе корисник
sr@latin: zaključava stanje za odeljak dokumenata koje navede korisnik

source: set to true if the user is allowed to modify the list of user-specified or "Favorite" documents.
gl: estableza ao valor true se o usuario ten permiso para modificar a lista de documentos "Favoritos" específicos do usuario.
hu: Állítsa igaz értékre, ha a felhasználónak engedélyezett a felhasználó által megadott vagy „Kedvenc” dokumentumok listájának módosítása.
pt_br: definir como verdadeiro para permitir ao usuário modificar a lista de documentos definidos pelo usuário ou de documentos "Favoritos".
ro: desemnați adevărat dacă utilizatorul este permis să modifice lista de documente specificate de utilizator sau lista de „Favorite”.
sk: nastavte na hodnotu true, ak má mať používateľ oprávnenie upravovať zoznam používateľom špecifikovaných alebo „Obľúbených“ dokumentov.
sl: izbrana možnost določa, da uporabnik lahko spreminja seznam uporabniško-določenih ali "Priljubljenih" dokumentov.
sr: изаберите ово ако је кориснику допуштено да мења списак „Омиљених“ докумената или оних које одреди корисник.
sr@latin: izaberite ovo ako je korisniku dopušteno da menja spisak „Omiljenih“ dokumenata ili onih koje odredi korisnik.

source: lock-down status for the user-specified dirs section
gl: estado de bloqueo para a sección de cartafoles específica do usuario
hu: a felhasználó által megadott könyvtárak területének lezárási állapota
pt_br: estado do bloqueio da área de diretórios do usuário
ro: starea de blocare pentru secțiunea de dosare specificată de utilizator
sk: uzamknúť stav sekcie používateľom špecifikovaných priečinkov
sl: zaklenjeno stanja oddelka uporabniško določenih map
sr: закључава стање за одељак директоријума које наведе корисник
sr@latin: zaključava stanje za odeljak direktorijuma koje navede korisnik

source: set to true if the user is allowed to modify the list of user-specified or "Favorite" directories or "Places".
gl: estableza ao valor true se o usuario ten permiso para modificar a lista de cartafoles "Favoritos" e "Lugares" específicos do usuario.
hu: Állítsa igaz értékre, ha a felhasználónak engedélyezett a felhasználó által megadott vagy „Kedvenc” könyvtárak, illetve a „Helyek” listájának módosítása.
pt_br: definir como verdadeiro para permitir ao usuário modificar a lista de diretórios especificados pelo usuário ou "Favoritos" ou de "Locais".
ro: desemnați adevărat dacă utilizatorul este permis să modifice lista de directoare „Favorite” sau „Locuri”.
sk: nastavte na hodnotu true, ak má mať používateľ oprávnenie upravovať zoznam používateľom špecifikovaných alebo „Obľúbených“ adresárov alebo „Miest“.
sl: izbrana možnost določa, da uporabnik lahko spreminja seznam uporabniško-določenih ali "Priljubljenih" dokumentov ali "Mest".
sr: изаберите ово ако је кориснику допуштено да мења списак „Омиљених“ директоријума или „Пречица“ или оних које одреди корисник.
sr@latin: izaberite ovo ako je korisniku dopušteno da menja spisak „Omiljenih“ direktorijuma ili „Prečica“ ili onih koje odredi korisnik.

source: lock-down status for the user applications
gl: estado de bloqueo para os aplicativos do usuario
hu: a felhasználói alkalmazások lezárási állapota
pt_br: estado do bloqueio dos aplicativos do usuário
sl: zaklenjeno stanje uporabniških programov
sr: закључава стање за корисникове програме

source: set to true if the user applications should be visible and active.
gl: estableza a true se os aplicativos do usuario deben permanecer visíbeis e activos.
hu: Állítsa igaz értékre, ha a felhasználói alkalmazásoknak láthatónak és aktívnak kell lennie.
pt_br: definir como verdadeiro se os aplicativos do usuário devem estar visíveis e ativos.
sl: izbrana možnost določa, da bodo uporabniški programi vidni in dejavni.
sr: изаберите ово ако корисникови програми треба да буду видљиви и радни.

source: lock-down status for the recent applications
gl: estado de bloqueo para os aplicativos recentes
hu: a legutóbbi alkalmazások lezárási állapota
pt_br: estado do bloqueio dos aplicativos recentes
sl: zaklenjeno stanje nedavno uporabljenih programov
sr: закључава стање за недавне програме
