Repository: tarakbumba/gnome-main-menu
Catalog: po/*.po
Languages: gl, hu, mr, pt_br, ro, sk, sl, sr, sr@latin, ta

source: set to true if the recent applications should be visible and active.
gl: estableza a true se os aplicativos recentes deben permanecer visíbeis e activos.
hu: Állítsa igaz értékre, ha a legutóbbi alkalmazásoknak láthatónak és aktívnak kell lennie.
pt_br: definir como verdadeiro se os aplicativos recentes deve estar visível e ativo.
sl: izbrana možnost določa, da bodo nedavno uporabljeni programi vidni in dejavni.
sr: изаберите ово ако недавни програми треба да буду видљиви и радни.

source: lock-down status for the user documents
gl: estado de bloqueo para os documentos do usuario
hu: a felhasználói dokumentumok lezárási állapota
pt_br: estado do bloqueio dos documentos do usuário
sl: zaklenjeno stanje iskalnega območja
sr: закључава стање за корисникова документа

source: set to true if the user documents should be visible and active.
gl: estableza a true se os documentos do usuario deben permanecer visíbeis e activos.
hu: Állítsa igaz értékre, ha a felhasználói dokumentumoknak láthatónak és aktívnak kell lennie.
pt_br: definir como verdadeiro se os documentos do usuário devem estar visíveis e ativos.
sl: izbrana možnost določa, da bodo uporabniški dokumenti vidni in dejavni.
sr: изаберите ово ако корисникова документа треба да буду видљива и радна.

source: lock-down status for the recent documents
gl: estado de bloqueo para os documentos recentes
hu: a legutóbbi dokumentumok lezárási állapota
pt_br: estado do bloqueio dos documentos recentes
sl: zaklenjeno stanje nedavnih dokumentov
sr: закључава стање за недавна документа

source: set to true if the recent documents should be visible and active.
gl: estableza a true se os documentos recentes deben permanecer visíbeis e activos.
hu: Állítsa igaz értékre, ha a legutóbbi dokumentumoknak láthatónak és aktívnak kell lennie.
pt_br: definir como verdadeiro se os documentos do usuário devem estar visíveis e ativos.
sl: izbrana možnost določa, da bodo nedavni dokumenti vidni in dejavni.
sr: изаберите ово ако недавна документа треба да буду видљива и радна.

source: lock-down status for the user directories
gl: estado de bloqueo para os directorios do usuario
hu: a felhasználói könyvtárak lezárási állapota
pt_br: estado do bloqueio dos diretórios do usuário
sl: zaklenjeno stanje uporabniških map
sr: закључава стање за корисникове директоријуме

source: set to true if the user directories should be visible and active.
gl: estableza a true se os directorios do usuario deben permanecer visíbeis e activos.
hu: Állítsa igaz értékre, ha a felhasználói könyvtáraknak láthatónak és aktívnak kell lennie.
pt_br: definir como verdadeiro se os diretórios do usuário devem estar visíveis e ativos.
sl: izbrana možnost določa, da bodo uporabniške mape vidne in dejavne.
sr: изаберите ово ако корисникови директоријуми треба да буду видљиви и радни.

source: Help
gl: Axuda
hu: Súgó
mr: मदत
pt_br: Ajuda
ro: Ajutor
sk: Pomocník
sl: Pomoč
sr: Помоћ
sr@latin: Pomoć
ta: உதவி

source: Lock Screen
gl: Bloquear pantalla
hu: Képernyő zárolása
pt_br: Bloquear tela
ro: Blochează ecranul
sk: Uzamknúť obrazovku
sl: Zakleni zaslon
sr: Закључај екран
sr@latin: Zaključaj ekran

source: Logout
gl: Rematar sesión
hu: Kijelentkezés
pt_br: Sair
ro: Deconectează
sk: Odhlásiť
sl: Odjavi
sr: Одјави се
sr@latin: Odjavi se

source: Shutdown
gl: Apagar
hu: Kikapcsolás
pt_br: Desligar
ro: Închide
sk: Vypnúť
sl: Izklopi
sr: Угаси
sr@latin: Ugasi

source: Run Application
gl: Executar aplicativo
hu: Alkalmazás futtatása
pt_br: Executar aplicativo
ro: Rulare aplicație
sk: Spustiť aplikáciu
sl: Zaženi program
sr: Покрени програм
sr@latin: Pokreni program

source: Show the "Run Application" dialog
gl: Mostrar o diálogo "Executar aplicativo"
hu: Az „Alkalmazás futtatása” ablak megjelenítése
pt_br: Exibir o diálogo "Executar aplicativo "
ro: Afișează dialogul „Rulare aplicație”
sk: Zobrazuje dialógové okno „Spustiť aplikáciu“
sl: Pokaže pogovorno okno "Zaženi program"
sr: Прикажи прозорче „Покрени програм“
sr@latin: Prikaži prozorče „Pokreni program“

source: _System Monitor
gl: Monitor de _sistema
hu: _Rendszerfigyelő
pt_br: Monitor do _sistema
ro: Monitor de _sistem
sk: _Monitor systému
sl: _Nadzornik sistema
sr: _Праћење система
sr@latin: _Praćenje sistema

source: Home: %s Free / %s
gl: Cartafol persoal: %s / Libre: %s
hu: Saját mappa: %s szabad / %s
pt_br: Pasta pessoal: %s Disponível / %s
ro: Acasă: %s liberi / %s
sk: Domovský priečinok: %s Voľné / %s
sl: Domača mapa: %s Prosto / %s
sr: Лично: %s Слободно / %s
sr@latin: Lično: %s Slobodno / %s

source: GNOME Main Menu
gl: Menú principal de Gnome
hu: GNOME főmenü
mr: ग्नोम प्रमुख मेन्यू
pt_br: Menu principal do GNOME
ro: Meniul principal GNOME
sk: Hlavná ponuka prostredia GNOME
sl: Glavni meni GNOME
sr: Гномов главни изборник
sr@latin: Gnomov glavni izbornik
ta: ஜிநோம் பிரதான மெனு

source: _Open Menu
gl: _Abrir menú
hu: _Menü megnyitása
pt_br: Menu _abrir
ro: _Meniu deschis
sk: _Otvoriť hlavnú ponuku
sl: _Odpri meni
sr: _Отвори изборник
sr@latin: _Otvori izbornik

source: _About
gl: _Acerca de
hu: _Névjegy
mr: _विषयी
pt_br: _Sobre
ro: _Despre
sk: _O programe
sl: _O Programu
sr: _О програму
sr@latin: _O programu
ta: _பற்றியது

source: The GNOME Main Menu
gl: O menú principal de Gnome
hu: A GNOME főmenü
mr: ग्नोम मुख्य मेन्यू
pt_br: O menu principal do GNOME
ro: Meniul principal GNOME
sk: Hlavná ponuka prostredia GNOME
sl: Glavni meni GNOME
sr: Гномов главни изборник
sr@latin: Gnomov glavni izbornik
ta: நோம் பிரதான மெனு

source: Network: None
gl: Sen rede
hu: Hálózat: Nincs
mr: नेटवर्कः कोणतेही नाहीं
pt_br: Rede: Nenhuma
ro: Rețea: Nespecificată
sk: Sieť: Žiadna
sl: Omrežje: brez
sr: Мрежа: Ништа
sr@latin: Mreža: Ništa
ta: வலையமைப்பு: ஏதுமில்லை

source: Click to configure network
gl: Prema para configurar a rede
hu: Kattintson a hálózat beállításához
mr: नेटवर्कच्या आकृतीबंधसाठी क्लिक करा
pt_br: Clique para configurar a rede
ro: Clic pentru configurarea rețelei
sk: Kliknutím nakonfigurujte sieť
sl: Kliknite za nastavitev omrežja
sr: Кликните да подесите мрежу
sr@latin: Kliknite da podesite mrežu
ta: வலையமைப்பை உள்ளமைப்பதற்கு கிளிக் செய்யவும்

source: Networ_k: None
gl: _Sen rede
hu: _Hálózat: nincs
pt_br: _Rede: Nenhuma
ro: _Rețea: Nespecificată
sk: Si_eť: Žiadna
sl: Omrež_je: brez
sr: _Мрежа: Ништа
sr@latin: _Mreža: Ništa

source: Connected to: %s
gl: Conectado a: %s
hu: Csatlakoztatva: %s
mr: %s ला कनेक्ट केले:
pt_br: Conectado a: %s
ro: Conectat la: %s
sk: Pripojené k: %s
sl: Povezava z: %s
sr: Повезани сте на: %s
sr@latin: Povezani ste na: %s
ta: இத்துடன் இணைக்கப்பட்டுள்ளது: %s

source: Networ_k: Wireless
gl: Re_de: Sen fíos
hu: _Hálózat: vezeték nélküli
pt_br: _Rede: sem fios
ro: _Rețea: Fără fir
sk: Si_eť: Bezdrôtová
sl: Omrež_je: brezžično
sr: _Мрежа: Бежична
sr@latin: _Mreža: Bežična

source: Using ethernet (%s)
gl: Usando ethernet (%s)
hu: Ethernet (%s) használata
mr: इथरनेट(%s)वापरत आहे
pt_br: Usando ethernet (%s)
ro: Se utilizează ethernet (%s)
sk: Používa Ethernet (%s)
sl: Uporaba eterneta (%s)
sr: Користим етернет (%s)
sr@latin: Koristim eternet (%s)
ta: ஈதர்நெட்டை பயன்படுத்துதல் (%s)

source: Networ_k: Wired
gl: _Rede: cableada
hu: _Hálózat: vezetékes
pt_br: _Rede: com fios
ro: _Rețea: Cu fir
sk: Si_eť: Drôtová
sl: Omrež_je: žično
sr: _Мрежа: Жична
sr@latin: _Mreža: Žična

source: Networ_k: GSM
gl: Re_de: GSM
hu: _Hálózat: GSM
pt_br: _Rede: GSM
ro: _Rețea: GSM
sk: Si_eť: GSM
sl: Omrež_je: GSM
sr: _Мрежа: ГСМ
sr@latin: _Mreža: GSM

source: Wireless Ethernet (%s)
gl: Ethernet sen fíos (%s)
hu: Vezeték nélküli Ethernet (%s)
mr: बिनतारी इथरनेट (%s)
pt_br: Rede sem fios (%s)
ro: Ethernet fără fir (%s)
sk: Bezdrôtový Ethernet (%s)
sl: Brezžični eternet (%s)
sr: Бежични етернет (%s)
sr@latin: Bežični eternet (%s)
ta: கம்பியில்லா ஈதர்நெட் (%s)

source: Wired Ethernet (%s)
gl: Ethernet cableada (%s)
hu: Vezetékes Ethernet (%s)
mr: तारेचे इथरनेट (%s)
pt_br: Rede com fios (%s)
ro: Ethernet cu fir (%s)
sk: Drôtový Ethernet (%s)
sl: Žični eternet (%s)
sr: Жични етернет (%s)
sr@latin: Žični eternet (%s)
ta: கம்பியுடனான ஈதர்நெட் (%s)

source: Mobile Ethernet (%s)
gl: Ethernet móbil (%s)
hu: Mobil Ethernet (%s)
pt_br: Rede móvel (%s)
ro: Ethernet mobil (%s)
sk: Mobilný Ethernet (%s)
sl: Mobilni eternet (%s)
sr: Преносни етернет (%s)
sr@latin: Prenosni eternet (%s)

source: Unknown
gl: Descoñecida
hu: Ismeretlen
mr: अज्ञात
pt_br: Desconhecida
ro: Necunoscută
sk: Neznámy
sl: Neznano
sr: Непознато
sr@latin: Nepoznato
ta: அறியப்படாதது

source: Computer
gl: Computador
hu: Számítógép
mr: संगणक
pt_br: Computador
ro: Calculator
sk: Počítač
sl: Računalnik
sr: Рачунар
sr@latin: Računar
ta: கணினி

source: Search:
gl: Procurar:
hu: Keresés:
mr: शोधः
pt_br: Pesquisar:
ro: Caută:
sk: Hľadať:
sl: Poišči:
sr: Потражи:
sr@latin: Potraži:
ta: தேடுதல்:

source: Applications
gl: aplicativos
hu: Alkalmazások
pt_br: Aplicativos
ro: Aplicații
sk: Aplikácie
sl: Programi
sr: Програми
sr@latin: Programi

source: Documents
gl: Documentos
hu: Dokumentumok
pt_br: Documentos
ro: Documente
sk: Dokumenty
sl: Dokumenti
sr: Документа
sr@latin: Dokumenta

source: Places
gl: Lugares
hu: Helyek
pt_br: Locais
ro: Locuri
sk: Miesta
sl: Mesta
sr: Пречице
sr@latin: Prečice

source: Favorite Applications
gl: Aplicativos favoritas
hu: Kedvenc alkalmazások
mr: आवडती अप्लिकेशन्स
pt_br: Aplicativos favoritos
ro: Aplicații favorite
sk: Obľubené aplikácie
sl: Priljubljeni programi
sr: Омиљени програми
sr@latin: Omiljeni programi
ta: விருப்பமான பயன்பாடுகள்

source: Recent Applications
gl: Aplicativos recentes
hu: Nemrég használt alkalmazások
pt_br: Aplicativos usados recentemente
ro: Aplicații recente
sk: Nedávne aplikácie
sl: Nedavni programi
sr: Скорашњи програми
sr@latin: Skorašnji programi

source: More Applications...
gl: Máis _aplicativos...
hu: További alkalmazások…
mr: आणखी अप्लिकेशन्स…
pt_br: Mais _aplicativos...
ro: Mai multe aplicații...
sk: Viac aplikácií…
sl: Več programov ...
sr: Још програма...
sr@latin: Još programa...
ta: கூடுதல் பயன்பாடுகள்...

source: Favorite Documents
gl: Documentos favoritos
hu: Kedvenc dokumentumok
pt_br: Documentos favoritos
ro: Documente favorite
sk: Obľubené dokumenty
sl: Priljubljeni dokumenti
sr: Омиљени документи
sr@latin: Omiljeni dokumenti

source: Recent Documents
gl: Documentos recentes
hu: Nemrég használt dokumentumok
mr: अलिकडील कागदपंत्र
pt_br: Documentos recentes
ro: Documente recente
sk: Nedávne dokumenty
sl: Nedavni dokumenti
sr: Скорашњи документи
sr@latin: Skorašnji dokumenti
ta: சமீபத்திய ஆவணங்கள்

source: More Documents...
gl: Máis documentos...
hu: További dokumentumok…
pt_br: Mais _documentos...
ro: Mai multe documente...
sk: Viac dokumentov…
sl: Več dokumentov ...
sr: Још докумената...
sr@latin: Još dokumenata...

source: Favorite Places
gl: Lugares favoritos
hu: Kedvenc helyek
pt_br: Locais favoritos
ro: Locuri favorite
sk: Obľúbené miesta
sl: Priljubljena mesta
sr: Омиљене пречице
sr@latin: Omiljene prečice

source: More Places...
gl: Máis lugares...
hu: További helyek…
pt_br: Mais _locais...
ro: Mai multe locuri...
sk: Viac miest…
sl: Več mest ...
sr: Још пречица...
sr@latin: Još prečica...

source: System
gl: Sistema
hu: Rendszer
mr: प्रणाली
pt_br: Sistema
ro: Sistem
sk: Systém
sl: Sistem
sr: Систем
sr@latin: Sistem
ta: அமைப்பு

source: Status
gl: Estado
hu: Állapot
mr: स्थिती
pt_br: Estado
ro: Stare
sk: Stav
sl: Stanje
sr: Стање
sr@latin: Stanje
ta: நிலை

source: This is the command to execute when the search entry is used. SEARCH_STRING is replaced with the entered search text.
mr: शोधविषयक प्रविष्ट वापरतांना देण्याचा हा आदेश.SEARCH_STRING च्या जागी प्रविष्ट शोध पाठय घातले जाईल.
pt_br: Este é o comando que deve ser executado quando a entrada da pesquisa for usada. SEARCH_STRING é substituído pelo texto usado na pesquisa.
ro: Aceasta este comanda de executat când intrarea căutării este folosită. SEARCH_STRING este înlocuit cu textul căutat introdus.
sk: Toto je príkaz na spustenie, ak je použité pole vyhľadávania. HĽADANÝ_REŤAZEC je nahradený zadaným textom.
sl: Ta ukaz se izvede, ko je zagnano iskanje. ISKLANI_NIZ je zamenjan z vnesenim besedilom iskanja.
sr: Ова наредба ће се извршити када се користи унос претраге. НИСКА_ПРЕТРАГЕ се замењује унетим текстом за претрагу.
sr@latin: Ova naredba će se izvršiti kada se koristi unos pretrage. NISKA_PRETRAGE se zamenjuje unetim tekstom za pretragu.
ta: தேடுதலுக்கான குறிப்பு பயன்படுத்தப்படும்போது, இந்த ஆணைதான் நிறைவேற்றப்பட வேண்டும். தேடுதல்_வரிசை மாற்றப்பட்டு, அதற்கு பதிலாக சேர்க்கப்பட்டுள்ள தேடுதல் உரை அமைக்கப்படும்.

source: New Applications
mr: नवीन अप्लिकेशन्स
ro: Aplicații noi
ta: புதிய பயன்பாடுகள்

source: GNOME Main Menu Factory
mr: ग्नोम प्रमुख मेन्यूची फॅक्टरी
ro: Fabrica Meniu principal GNOME
ta: நோம் பிரதான மெனு உற்பத்திசாலை

source: Main Menu
mr: प्रमुख मेन्यू
ro: Meniu principal
ta: பிரதான மெனு

source: Default menu and application browser
mr: डिफॉल्ट मेन्यू व अप्लिकेशन ब्राऊझर
ro: Meniul și navigatorul de aplicații implicit
ta: இயல்புநிலை மெனு மற்றும் பயன்பாடடிற்கான பிரவுசர்

source: .desktop file for the gnome-system-monitor
mr: ग्नोम-प्रणाली-मॉनिटरसाठी.डेस्कटॉप फाईल
ro: fișierul .desktop pentru gnome-system-monitor
ta: ஜிநோம்-அமைப்பு-கண்காணிப்பிற்கான .டெஸ்க்டாப் கோப்பு

source: lock-down configuration of the file area
mr: फाईल एरियाचा लॉक-डाऊन आकृतीबंध
ro: blochează configurația zonei fișierelor
sk: uzamknúť stav konfigurácie súborovej oblasti
sr@latin: zaključava podešavanja oblasti datoteka
ta: கோப்பு பிரிவின் லாக்-டவுன் உள்ளமைவு

source: contains the list (in no particular order) of allowable file tables to show in the file area. possible values: 0 - show the user-specified or "Favorite" applications table, 1 - show the recently used applications table, 2 - show the user-specified or "Favorite" documents table, 3 - show the recently used documents table, 4 - show the user-specified of "Favorite" directories or "Places" table, and 5 - show the recently used directories or "Places" table.
ro: conține lista (în nicio ordine specială) cu tabelele fișierelor admisibile ce de afișat în zona fișierelor. valori posibile: 0 - afișează tabelul aplicațiilor „Favorite” sau specificate de utilizator, 1 - afișează tabelul aplicațiilor folosite recent, 2 - afișează tabelul documentelor „Favorite” sau specificate de utilizator, 3 - afișează tabelul documentelor utilizate recent, 4 - afișează specificările utilizatorului de dosare „Favorite” sau tabelul „Locuri”, și 5 - afișează dosarele utilizate recent sau tabelul „Locuri".
sk: obsahuje zoznam (v neurčitom poradí) prípustných tabuliek súborov, ktoré sa majú zobraziť v súborovej oblasti. možné hodnoty: 0 - zobraziť tabuľku používateľom špecifikovaných alebo „Obľúbených“ aplikácií, 1 - zobraziť tabuľku nedávno použitých aplikácií, 2 - zobraziť tabuľku používateľom špecifikovaných alebo „Obľúbených“ dokumentov, 3 - zobraziť tabuľku nedávno použitých dokumentov, 4 - zobraziť tabuľku používateľom špecifikovaných „Obľúbených“ adresárov alebo „Miest“ a 5 - zobraziť tabuľku nedávno použitých adresárov alebo „Miest“.
sr@latin: sadrži spisak (redosled nije bitan) dopustljivih tabela datoteka za prikaz u oblasti datoteka. moguće vrednosti su: 0 — prikazuje tabelu „Omiljenih“ programa ili koje odredi korisnik, 1 — prikazuje tabelu skoro korišćenih programa, 2 — prikazuje tabelu „Omiljenih“ dokumenata ili koje odredi korisnik, 3 — prikazuje tabelu skoro korišćenih dokumenata, 4 — prikazuje tabelu „Prečica“ ili „Omiljenih“ direktorijuma koje odredi korisnik, i 5 — prikazuje tabelu „Prečica“ ili skoro korišćenih direktorijuma.

source: Networ_k: CDMA
ro: _Rețea: CDMA
sk: Si_eť: CDMA
sr@latin: _Mreža: CDMA

source: Control Center
mr: नियंत्रण केंद्र
ta: கட்டுப்பாட்டு மையம்

source: Close the control-center when a task is activated
mr: टास्क (कार्य) सक्रिय झाल्यावर नियंत्रण केंद्र बंद करा
ta: ஒரு பணி இயக்கப்படும்போது கட்டுப்பாட்டு மையத்தை மூடிவிடவும்

source: Task names and associated .desktop files
mr: कार्यांची नांवे व संबंधित.डेस्कटॉप फाईल्स
ta: பணியின் பெயர்கள் மற்றும் தொடர்புடைய .டெஸ்க்டாப் கோப்புகள்

source: The task name to be displayed in the control-center (thus needing to be translated) followed by a ";" separator then the filename of an associated .desktop file to launch for that task.
mr: कार्याचा आरंभ करण्यासाठी कार्याचे नांव नियंत्रण केंद्रात प्रदर्शित होईल(म्हणूनच भाषांतरकरण्याची गरज आहे)त्यांनंतर ";" सेपरेटर व नंतरसंबंधित.डेस्कटॉप फाईलचे फाईलनेम.
ta: பணியை செயல்படுத்துவதற்கு, கட்டுப்பாட்டு மையத்தில் காட்டப்பட வேண்டிய பணி பெயரைத் தொடர்ந்து (இதன் காரணமாக மொழிபெயர்க்கப்பட வேண்டியது) பிரிவுக்குறியாக ஒரு ";" பின்னர் தொடர்புடைய .டெஸ்க்டாப் கோப்பிற்கான ஒரு பெயர் அளிக்கப்பட வேண்டும்.

source: [Change Desktop Background;background.desktop,Add Printer;gnome-cups-manager.desktop,Configure Network;YaST2/lan.desktop,Change Password;gnome-passwd.desktop,Add User;YaST2/users.desktop,Open Administrator Settings;YaST.desktop]
mr: [डेस्कटॉपची पार्श्वभूमी बदला;background.desktop,प्रिंटर घाला;gnome-cups-manager.desktop,नेटवर्क चा आकृतीबंध बनवा;YaST2/lan.desktop,पासवर्ड बदला;gnome-passwd.desktop,यूजर घाला;YaST2/users.desktop,अडमिनिस्ट्रेटर सेटिंग्ज उघडा;YaST.desktop]
ta: [டெஸ்க்டாப் பின்னணியை மாற்றவும்;பின்னணி.டெஸ்க்டாப், பிரிண்டரை சேர்க்கவும்; உள்ளமைக்கவும்;YaST2/லான்.டெஸ்க்டாப்,கடவுச்சொல்லை மாற்றவும்; நோம் -கடவுச்சொல்.டெஸ்க்டாப்,பயனாளரை சேர்க்கவும்;YaST2/பயனாளர்கள். டெஸ்க்டாப்,நிர்வாக அமைப்புகளைத் திறக்கவும் ;YaST. டெஸ்க்டாப்]

source: if true, the control-center will close when a "Common Task" is activated
mr: सत्य असल्यास जेव्हा /“कॉमन टास्क/” कार्यरत होईल तेव्हा नियंत्रण केंद्र बंद होईल
ta: உண்மையாக இருக்கும்பட்சத்தில், ஒரு "பொதுவான பணி"இயக்கப்படும்போது, கட்டுப்பாட்டு மையம் மூடிக்கொள்ளும்.

source: key not found [%s]
mr: की आढळली नाही [%s]
ta: கீ காணப்படவில்லை[%s]

source: Common Tasks
mr: सर्वसामान्य कार्ये
ta: பொதுவான பணிகள்

source: <b>Start %s</b>
mr: <b>%sची सुरुवात करा</b>
ta: <b>துவக்கவும் %s</b>

source: Help Unavailable
ta: உதவி கிடைக்கவில்லை

source: Upgrade
mr: अपग्रेड करा
ta: ¸É¼¡

source: Uninstall
mr: अस्थापित करा
ta: நிறுவுதலை நீக்கவும்

source: Remove from Startup Programs
mr: स्टार्टअप प्रोग्रॅम्सधून काढून टाका
ta: துவக்க புரோக்ராம்களிலிருந்து நீக்கவும்

source: Add to Startup Programs
mr: स्टार्टअप प्रोग्रॅम्समधे घाला
ta: துவக்க புரோக்ராம்களில் சேர்க்கவும்

source: <span size="large"><b>No matches found.</b> </span><span> Your filter "<b>%s</b>" does not match any items.</span>
mr: <स्पॅन साईझ="large"><b>सारखी जोडी आढळली नाही.</b> </span><span> आपला फिल्टर"<b>%s</b>" कोणत्याही आयटेम्सशी जुळन नाही.</span>
ta: <பரப்பின் அளவு="பெரியது"><b>பொருந்துபவைகள் கண்டறியப்படவில்லை.</b> </பரப்பு>< பரப்பு > உங்கள் வடிகட்டி"<b>%s</b>" எந்த பொருட்களுடனும் பொருந்தவில்லை.</span>

source: Rename...
mr: पुनर्नामांकित करा…
ta: மறுபெயர் அளிக்கவும்...

source: Move to Trash
mr: ट्रॅश कडे जा
ta: குப்பைக்கு கொண்டு செல்லவும்

source: Delete
mr: पुसून टाका
ta: நீக்கவும்

source: Send To...
mr: ...ला पाठवा
ta: இங்கு அனுப்பவும்...

source: Edited %m/%d/%Y
mr: %m/%d/%Y संपादित केले
ta: %m/%d/%Y திருத்தம் செய்யப்பட்டது

source: <b>Open with "%s"</b>
mr: <b>"%s"</b>ने उघडा
ta: <b>"%s"</b>உடன் திறக்கவும்

source: Open with Default Application
mr: डिफॉल्ट अप्लिकेशनने उघडा
ta: இயல்புநிலை பயன்பாட்டுடன் திறக்கவும்

source: Open in File Manager
mr: फाईल मॅनेजरमधे उघडा
ta: கோப்பு மேனேஜரில் திறக்கவும்

source: Find Now
mr: आता शोधा
ta: இப்போதே கண்டுபிடிக்கவும்

source: Location of the system-wide directory in which startup programs are found.
ta: துவக்கத்திற்கான புரோக்ராம்கள் இடம்பெற்றுள்ள அமைப்பு முழுவதற்குமான டைரக்டரியின் அமைவிடம்.

source: Location of the user directory in which startup programs are found. The dir path should not be absolute, as the value of this key is appended to this path: ~/.
ta: துவக்கத்திற்கான புரோக்ராம்கள் இடம்பெற்றுள்ள பயனாளர் டைரக்டரியின் அமைவிடம். டைரக்டரியின் பாதை வரம்பற்றதாக இருத்தல் கூடாது, ஏனெனில், இந்தக் கீயின் மதிப்பு இப்பாதையுடன் இணைக்கப்பட்டுள்ளது: ~/.

source: System-wide autostart program drop dir
ta: அமைப்பு முழுவதற்குமான தானியங்கு துவக்க புரோக்ராம் டிராப் டைரக்டரி

source: User autostart program drop dir (within the home dir)
ta: பயனாளர் தானியங்கு துவக்க புரோக்ராம் டைரக்டரி (ஹோம் டைரக்டரிக்குள்ளாக உள்ளது)

source: %s Free / %s Total
mr: %s मोफत / %s एकूण
ta: %s காலி / %s மொத்தம்

source: %d Mb/s
ta: %d எம்பி/எஸ்

source: Network Servers
ta: வலைப்பின்னல் சேவகன்கள்

source: File System
ta: கோப்பு அமைப்பு

source: Home
ta: இல்லம்
